tutorials/fluid/hotRoomComfort/0/PMV
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      PMV;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1.40936;

boundaryField
{
    walls
    {
        type            calculated;
        value           uniform 1.40936;
    }
    inlet
    {
        type            calculated;
        value           uniform -1.18438;
    }
    outlet
    {
        type            calculated;
        value           uniform 1.40936;
    }
}


// ************************************************************************* //
